{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "codedocs.nvim": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "contextindent.nvim": { "branch": "main" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "ecolog.nvim": { "branch": "main" },
  "edgy.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "harpoon-lualine": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "ltex_extra.nvim": { "branch": "dev" },
  "lua-json5": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-conform.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-lint": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcos.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "minty": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neotest": { "branch": "master" },
  "neotest-busted": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dbee": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scissors": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tiny-glimmer.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-startuptime": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yaml-companion.nvim": { "branch": "main" }
}
